Repository: esenliyim/sp-tray
Catalog: locale/*/LC_MESSAGES/sp-tray.po
Languages: fr

source: Valid placeholders: {track}, {album}, and {artist} for songs; {track}, {album} for podcasts
fr: Champs valides: {track}, {album}, {artist} pour les musiques; {track}, {album} pour les podcasts

source: Use {pbctr} to show playback modes
fr: {pbctr} pour afficher les modes de lecture

source: Display format for songs
fr: Format d'affichage des chansons

source: Hide widget when Spotify is inactive?
fr: Masquer le widget quand Spotify est inactif ?

source: Spotify is inactive
fr: Spotify est inactif

source: Hide widget when playback is paused?
fr: Masquer le widget quand Spotify est en pause ?

source: Paused
fr: En pause

source: Hide widget when playback is stopped?
fr: Masquer le widget quand Spotify est arrêtée ?

source: Stopped
fr: Arrêtée

source: Restore defaults
fr: Restaurer les paramètres par défaut

source: Position in panel
fr: Position sur le panneau

source: Left
fr: Gauche

source: Center
fr: Milieu

source: Right
fr: Droite

source: Max. artist field length
fr: Longueur maximale du champ artiste

source: Max. title field length
fr: Longueur maximale du champ titre

source: Max. album field length
fr: Longueur maximale du champ album

source: Display format for podcasts
fr: Format d'affichage des podcasts

source: Show Spotify logo
fr: Affichage du logo Spotify

source: Don't show
fr: Ne pas afficher

source: Left of label
fr: À gauche

source: Right of label
fr: À droite

source: Display mode
fr: Mode d'affichage

source: Static
fr: Affichage statique

source: Marquee
fr: Texte défilant

source: Static display settings
fr: Paramètres d'affichage statique

source: Marquee settings
fr: Paramètres de texte défilant

source: Max. marquee length
fr: Longueur maximale du texte

source: Marquee frame duration in milliseconds
fr: Intervalle d'animation en millisecondes

source: Marquee separator
fr: Séparateur

source: Show metadata when paused?
fr: Afficher les métadonnées quand Spotify est en pause ?

source: Loop and shuffle indicators
fr: Indicateurs de boucle et de lecture aléatoire

source: Shuffle
fr: Lecture aléatoire

source: Loop track
fr: Chanson en boucle

source: Loop playlist
fr: Playlist en boucle
